var dataList = [
  {
    "id": 10,
    "imgUrl": "https://graph.baidu.com/resource/101983553e09e0b8ae42f01558941269.jpg",
    "title": "打翻了上帝的调色盘，十月环青海湖",
    "leassonType": 1,
    "html": "<p><img src='https://graph.baidu.com/resource/101983553e09e0b8ae42f01558941269.jpg'>&nbsp;</p><p>青海湖边的二郎剑景区，这里有丰富的草原、沙滩、动物等生态自然资源。</p><p>交通攻略</p><p>包车无疑是最好的选择。路途不耽搁，自己定制行程也比较随意。</p><p>门票攻略</p><p>塔尔寺门票80元，青海湖二郎剑景区门票100元。</p><p><img src='https://graph.baidu.com/resource/10105347768a9a6e276c901558941350.jpg'></p><p>餐饮攻略</p><p>青海当地美食种类较多，以手抓牛羊肉、西北酿皮为代表，当地人还喜欢配上纯正的青海牦牛酸奶，来到这里自然不能错过这些独特的美食体验。</p><p>住宿攻略</p><p>青海湖环线的第一天游览，一般会选择黑马河下榻，体验一晚湖边的帐篷，第二天一早起来看黑马河的日出是最佳的选择，河边帐篷的住宿选择较多，可到了之后再订房</p><p></p><p><img src='https://graph.baidu.com/resource/101cde053de4e598758c901558941393.jpg'>",
    "time": "2019-05-07"
  },
  {
    "id": 11,
    "imgUrl": "https://graph.baidu.com/resource/1013c7e2714e682613fdb01558941451.jpg",
    "title": "甲天下的桂林如何玩？4天攻略玩法，带上就出发",
    "leassonType": 1,
    "html": "<p>桂林自古便是中国山水旅游名城，慕名而来者络绎不绝。攀世界梯田之冠龙脊梯田，竹筏赏如诗如画的漓江，徒步览千年兴坪古镇，慢时光骑行十里画廊，夜幕浪漫西街偶遇——我想这个每一个来桂林的人梦寐以求的事情。</p><p>hold on，这一切将近在咫尺。</p><p><img src='https://graph.baidu.com/resource/1013c7e2714e682613fdb01558941451.jpg'></p><p>1201年，南宋官员王正功赋诗“桂林山水甲天下，玉碧罗青意可参”，从此桂林山水名扬海内外；2014年6月，以桂林山水为代表的中国南方喀斯特地貌被联合国教科文组织列入《世界自然遗产名录》。</p><p><img src='https://graph.baidu.com/resource/10119603ed9f43f7266fa01558941498.jpg'><p>桂林作为世界旅游胜地，随处都是写意美景，人在景中，景在画中。桂林值得一去的景点有很多，4天时间，如何玩转桂林top景点？大家可以参考我推荐的线路：</p><p>day1:逛桂林市区精华</p><p>day2:龙脊梯田</p><p>day3:漓江竹筏、兴坪古镇</p><p>day4:阳朔周边人气景点</p><p><img src='https://graph.baidu.com/resource/101a0e053de4e598758c901558941528.jpg'>",
    "time": "2019-05-07"
  },
  {
    "id": 12,
    "imgUrl": "https://graph.baidu.com/resource/1010ab414e36c5468978601558941582.jpg",
    "title": "布拉格|童话之都的经典拍照取景地盘点",
    "leassonType": 1,
    "html": "<p>童话里拍照时怎样的体验？来一起感受下！</p><p><img src='https://graph.baidu.com/resource/1010ab414e36c5468978601558941582.jpg'></p><p>布拉格是欧洲最美的城市——先别急着反驳，这是哥德说的。不少先贤都曾在布拉格留下自己的足迹和美好的记忆，因此不遗余力地赞美它。或许你的布拉格是从蔡依林的跳着舞旋转的布拉格广场开始的，或许是从那些如同童话般的红屋顶画面开始的。但是，无论如何，布拉格的美好值得被赞颂，也值得被留在相机和记忆里。</p><p>这篇攻略带你打卡布拉格最值得留影法人取景地，包括经典经典的拍摄方法和几处非常酷的网红取景地。当然，这座城市的美好不止于此，亲自到访时，全力去探索它的魅力吧。</p><p><img src='https://graph.baidu.com/resource/10171035989dac9f4ea4401558941705.jpg'></p><p></p><p>布拉格保留了非常完整的老城风貌，这里的心脏地带就是老城广场。这里极适合作为探访布拉格的出发点，宽阔的视野与周围林立的精致建筑，也相当适合作为拍照的取景地。适逢节日时，这里会有热闹的市集与表演。很容易被这里的氛围感染，体验一把一个人在布拉格广场旋转的感觉。</p><p><img src='https://graph.baidu.com/resource/10190347768a9a6e276c901558941655.jpg'>",
    "time": "2019-05-07"
  },
  {
    "id": 13,
    "imgUrl": "https://graph.baidu.com/resource/101cba1957b83b71f24f201558940911.jpg",
    "title": "不想浪费旅途的夜晚？成都夜生活指南送上！",
    "leassonType": 1,
    "html": "<p>丰富的成都夜生活先来了解一下</p><p>十级吃货的美食扫街</p><p>说到成都那肯定离不开美食，这里的好吃的可以吃上好几天不重样。不管是隆重的火锅，还是路边简单的小吃，到了晚上，各种美食仿佛都更加鲜活，热闹的夜市也让人更加的有食欲。</p><p><img src='https://graph.baidu.com/resource/101cba1957b83b71f24f201558940911.jpg'><br></p><p><strong>冰粉——夏日清凉必备</strong></p><p>冰粉创始于明清时期的武阳（今四川省眉山市彭山县），是将一种植物果实（冰籽）放入水中揉搓，放置冷却凝固形成的，就是俗称的“手打冰粉”。</p><p>大家也可以在冰粉里根据自己的喜好加各种配料，但其实最地道的吃法是只加红糖，，而且土红糖为最佳；还有来自乐山的三鲜冰粉也很好吃，甜甜的冰冰的，更是晚上吃火锅串串的解辣神奇哦。</p><p>店铺推荐：</p><p>蜀华串串，虽然是一家油炸串串店，但他家的冰粉很是不错，选用纯植物原料，口感与冰粉粉兑的绝对不一样。</p><p>地址：青羊区奎星楼街23号附2号</p><p><img src='https://graph.baidu.com/resource/1016134c5949c115cc85c01558941093.jpg'></p><p></p><p>二、蛋烘糕——成都的美食记忆</p><p>蛋烘糕创始于清代，可以说是成都人从小吃到大的传统小吃。一份的分量不大，鸡蛋和面粉和成的外皮烤的酥脆，但里面又有一些绵软，再加上根据自己喜好选择的馅料，甜的咸的都有，非常符合大众的口味，一口下去口感非常丰富。</p><p>店铺推荐：</p><p>一、贺记蛋烘糕，成都有名的蛋烘糕店，开有多家分店，都是自家人在经营，但感觉石室中学对面的总店火候掌握的最好。</p><p>地址：青羊区文庙西街1号附8号</p><p>二、陆记蛋烘糕，每天中午12点以后才营业，但只要下雨就不会开门，独家的怪味蛋烘糕很好吃，值得尝试。到这里吃蛋烘糕可以听大爷讲他自己和老成都的故事。</p><p>地址：金牛区曹家巷57号</p><p><img src='https://graph.baidu.com/resource/101bfaf9f7a91dc6b9d3701558941033.jpg'></p>",
    "time": "2019-05-07"
  },
  {
    "id": 14,
    "imgUrl": "http://photocdn.sohu.com/20110704/Img312388885.jpg",
    "title": "首都，每个父母都有一个北京梦",
    "leassonType": 2,
    "html": "<p>如果你想要带着父母去旅行</p><p>那就选择北京吧</p><p>北京是中国的首都，这里有着对毛主席的信仰，也有着红色的爱国情结。如果能够带着父母去看一看，也能完成他们这老一辈的梦想。那么来到北京应该怎么玩呢？接下来就让小编的这一篇攻略，帮你圆一个父母的北京梦。</p><p><img src='https://graph.baidu.com/resource/101bd6a591e3b03301f8901558942277.jpg'><br></p><p>适合带父母打卡的景点——天安门广场</p><p>天安门广场的位置就在长安街的南侧，中心为人民英雄纪念碑和毛主席的纪念堂，人民大会堂的东侧，便是国家博物馆了。广场的对面就是天安门城楼，可以上去参观。</p><p>其次就是升旗仪式，要提前查清楚升旗的时间。看升旗的人很多，建议提前出门。</p><p><img src='http://photocdn.sohu.com/20110704/Img312388885.jpg'></p><p>值得去的景点——故宫</p><p>北京故宫是中国明清两代的皇家宫殿，旧称为紫禁城，位于北京中轴线的中心，是中国古代宫廷建筑之精华。北京故宫以三大殿为中心，占地面积72万平方米，建筑面积约15万平方米，有大小宫殿七十多座，房屋九千余间。是世界上现存规模最大、保存最为完整的木质结构古建筑之一。</p><p><img src='https://graph.baidu.com/resource/101b3f38dee0f5a981b4501558942323.jpg'></p>",
    "time": "2019-05-08"
  }, 
  {
    "id": 15,
    "imgUrl": "https://graph.baidu.com/resource/10171b414e36c5468978601558940559.jpg",
    "title": "布拉格|童话之都的经典拍照取景地盘点",
    "leassonType": 2,
    "html": "<p>童话里拍照时怎样的体验？来一起感受下！</p><p><img src='https://graph.baidu.com/resource/10171b414e36c5468978601558940559.jpg'></p><p>布拉格是欧洲最美的城市——先别急着反驳，这是哥德说的。不少先贤都曾在布拉格留下自己的足迹和美好的记忆，因此不遗余力地赞美它。或许你的布拉格是从蔡依林的跳着舞旋转的布拉格广场开始的，或许是从那些如同童话般的红屋顶画面开始的。但是，无论如何，布拉格的美好值得被赞颂，也值得被留在相机和记忆里。</p><p>这篇攻略带你打卡布拉格最值得留影法人取景地，包括经典经典的拍摄方法和几处非常酷的网红取景地。当然，这座城市的美好不止于此，亲自到访时，全力去探索它的魅力吧。</p><p><img src='https://graph.baidu.com/resource/101a4035989dac9f4ea4401558940719.jpg'></p><p></p><p>布拉格保留了非常完整的老城风貌，这里的心脏地带就是老城广场。这里极适合作为探访布拉格的出发点，宽阔的视野与周围林立的精致建筑，也相当适合作为拍照的取景地。适逢节日时，这里会有热闹的市集与表演。很容易被这里的氛围感染，体验一把一个人在布拉格广场旋转的感觉。</p><p><img src='https://graph.baidu.com/resource/10139347768a9a6e276c901558940775.jpg'>",
    "time": "2019-05-07"
  }, 
  {
    "id": 16,
    "imgUrl": "https://graph.baidu.com/resource/1012799559a2ec5e8351d01558943196.jpg",
    "title": "走在浪漫中，秋日去济州岛",
    "leassonType": 3,
    "html": "<p>以前出去玩，除了写过一个关于马来西亚的手账，其他地方都没有好好地记录。发现过一段时间就淡忘了。所以决心以后每一次出游都要好好写游记，看世界要留下印迹。</p><p><img src='https://graph.baidu.com/resource/101e178099aff9402b58a01558943252.jpg'><br></p><p>day1——9.29晚上到达</p><p>day2——10.1早上-乐天免税 下午-涯月邑 晚上-东门传统市场</p><p>day3——10.2牛岛环岛  城山日出峰 涉地可支 晚上黑猪肉一条街（吃完猪肉旁边就是七星街可以逛）</p><p>day4——10.3森林小火车公园  山君不离 民俗村（不推荐） 泰迪熊博物馆<p>day5——10.4柱状节理带公园 乐天免税店 保健路</p><p><img src='https://graph.baidu.com/resource/10131cd682d1e40d1c02701558943286.jpg'></p>",
    "time": "2018-11-23"
  },
  {
    "id": 17,
    "imgUrl": "https://graph.baidu.com/resource/101cba1957b83b71f24f201558940911.jpg",
    "title": "不想浪费旅途的夜晚？成都夜生活指南送上！",
    "leassonType": 3,
    "html": "<p>丰富的成都夜生活先来了解一下</p><p>十级吃货的美食扫街</p><p>说到成都那肯定离不开美食，这里的好吃的可以吃上好几天不重样。不管是隆重的火锅，还是路边简单的小吃，到了晚上，各种美食仿佛都更加鲜活，热闹的夜市也让人更加的有食欲。</p><p><img src='https://graph.baidu.com/resource/101cba1957b83b71f24f201558940911.jpg'><br></p><p><strong>冰粉——夏日清凉必备</strong></p><p>冰粉创始于明清时期的武阳（今四川省眉山市彭山县），是将一种植物果实（冰籽）放入水中揉搓，放置冷却凝固形成的，就是俗称的“手打冰粉”。</p><p>大家也可以在冰粉里根据自己的喜好加各种配料，但其实最地道的吃法是只加红糖，，而且土红糖为最佳；还有来自乐山的三鲜冰粉也很好吃，甜甜的冰冰的，更是晚上吃火锅串串的解辣神奇哦。</p><p>店铺推荐：</p><p>蜀华串串，虽然是一家油炸串串店，但他家的冰粉很是不错，选用纯植物原料，口感与冰粉粉兑的绝对不一样。</p><p>地址：青羊区奎星楼街23号附2号</p><p><img src='https://graph.baidu.com/resource/1016134c5949c115cc85c01558941093.jpg'></p><p></p><p>二、蛋烘糕——成都的美食记忆</p><p>蛋烘糕创始于清代，可以说是成都人从小吃到大的传统小吃。一份的分量不大，鸡蛋和面粉和成的外皮烤的酥脆，但里面又有一些绵软，再加上根据自己喜好选择的馅料，甜的咸的都有，非常符合大众的口味，一口下去口感非常丰富。</p><p>店铺推荐：</p><p>一、贺记蛋烘糕，成都有名的蛋烘糕店，开有多家分店，都是自家人在经营，但感觉石室中学对面的总店火候掌握的最好。</p><p>地址：青羊区文庙西街1号附8号</p><p>二、陆记蛋烘糕，每天中午12点以后才营业，但只要下雨就不会开门，独家的怪味蛋烘糕很好吃，值得尝试。到这里吃蛋烘糕可以听大爷讲他自己和老成都的故事。</p><p>地址：金牛区曹家巷57号</p><p><img src='https://graph.baidu.com/resource/101bfaf9f7a91dc6b9d3701558941033.jpg'></p>",
    "time": "2019-05-07"
  },  
]
var bannerList = [   'https://graph.baidu.com/resource/101cba1957b83b71f24f201558940911.jpg',
    'https://graph.baidu.com/resource/10171b414e36c5468978601558940559.jpg',
    'https://graph.baidu.com/resource/101a0e053de4e598758c901558941528.jpg'
  ]

// 定义数据出口
module.exports = {
  detailList: dataList,
  bannerList: bannerList
}